#!/usr/bin/env python
# coding: utf-8

# In[ ]:


new_addrs = {'동부동물병원': '전라북도 전주시 완산구 경원동3가 3-10',
             '최동물병원': '충청남도 태안군 태안읍 남문리 504-8',
             '장성군동물보호센터': '전라남도 장성군 삼계면 능성로 382-31',
             '동행동물병원': '대구광역시 달서구 진천로 117',
             '정샘동물병원': '경기도 부천시 원미구 중동로 244',
             '춘천시 동물보호센터': '강원도 춘천시 신북읍 영서로 3282',
             '한국동물구조관리협회': '경기 양주시 남면 감악산로 63-37',
             '당진시동물보호소': '충청남도 당진시 고대면 연동로 30-6',
             '영주시 동물보호센터': '경상북도 영주시 장수면 반구로 143'}

